Revit 2024 API
ParameterTypeId.WallSweepOffsetParam Property
 "Offset From Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId WallSweepOffsetParam { get; }
Visual Basic
Public Shared ReadOnly Property WallSweepOffsetParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WallSweepOffsetParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace